const data2= {
  "HR": {
    "list": {
      "hi": [
        11,
        22,
        33,
        44
      ],
      "me": [
        "中級公司1",
        "中級公司2"
      ],
      "lo": [
        "低級公司1",
        "低級公司2"
      ]
    },
    "profile": {
      "11": {
        "level": "a",
        "id": 11,
        "basic": {
          "sy": "一般客戶",
          "ti": "2008/03/26",
          "ty": "建材批發業",
          "pr": "其他金屬建材批發"
        },
        "tag": {
          "le": "c",
          "ty": "一般客戶",
          "mo": 1000000
        },
        "news": [
          [
            "2016/01/27",
            "大雨特報警戒範圍包括宜蘭縣、台中市、花蓮縣、高雄市、台東縣、屏東縣。\n另外，氣象局下午1時32分也發布即時天氣訊息指出，午後對流雲系發展旺盛，今天宜蘭南澳鄉及花蓮秀林鄉有冰雹發生的機率，請注意瞬間大雨、雷擊及強陣風。"
          ],
          [
            "2016/01/26",
            "大雨特報警戒範圍包括宜蘭縣、台中市、花蓮縣、高雄市、台東縣、屏東縣。\n另外，氣象局下午1時32分也發布即時天氣訊息指出，午後對流雲系發展旺盛，今天宜蘭南澳鄉及花蓮秀林鄉有冰雹發生的機率，請注意瞬間大雨、雷擊及強陣風。"
          ],
          [
            "2016/01/25",
            "大雨特報警戒範圍包括宜蘭縣、台中市、花蓮縣、高雄市、台東縣、屏東縣。\n另外，氣象局下午1時32分也發布即時天氣訊息指出，午後對流雲系發展旺盛，今天宜蘭南澳鄉及花蓮秀林鄉有冰雹發生的機率，請注意瞬間大雨、雷擊及強陣風。"
          ],
          [
            "2016/01/24",
            "大雨特報警戒範圍包括宜蘭縣、台中市、花蓮縣、高雄市、台東縣、屏東縣。\n另外，氣象局下午1時32分也發布即時天氣訊息指出，午後對流雲系發展旺盛，今天宜蘭南澳鄉及花蓮秀林鄉有冰雹發生的機率，請注意瞬間大雨、雷擊及強陣風。"
          ],
          [
            "2016/01/23",
            "大雨特報警戒範圍包括宜蘭縣、台中市、花蓮縣、高雄市、台東縣、屏東縣。\n另外，氣象局下午1時32分也發布即時天氣訊息指出，午後對流雲系發展旺盛，今天宜蘭南澳鄉及花蓮秀林鄉有冰雹發生的機率，請注意瞬間大雨、雷擊及強陣風。"
          ]
        ]
      },
      "22": {
        "level": "a",
        "id": 22,
        "basic": {
          "sy": "一般客戶",
          "ti": "2008/03/26",
          "ty": "建材批發業",
          "pr": "其他金屬建材批發"
        },
        "tag": {
          "le": "c",
          "ty": "一般客戶",
          "mo": 1000000
        },
        "news": [
          "大雨特報警戒範圍包括宜蘭縣、台中市、花蓮縣、高雄市、台東縣、屏東縣。\n另外，氣象局下午1時32分也發布即時天氣訊息指出，午後對流雲系發展旺盛，今天宜蘭南澳鄉及花蓮秀林鄉有冰雹發生的機率，請注意瞬間大雨、雷擊及強陣風。",
          "大雨特報警戒範圍包括宜蘭縣、台中市、花蓮縣、高雄市、台東縣、屏東縣。\n另外，氣象局下午1時32分也發布即時天氣訊息指出，午後對流雲系發展旺盛，今天宜蘭南澳鄉及花蓮秀林鄉有冰雹發生的機率，請注意瞬間大雨、雷擊及強陣風。",
          "大雨特報警戒範圍包括宜蘭縣、台中市、花蓮縣、高雄市、台東縣、屏東縣。\n另外，氣象局下午1時32分也發布即時天氣訊息指出，午後對流雲系發展旺盛，今天宜蘭南澳鄉及花蓮秀林鄉有冰雹發生的機率，請注意瞬間大雨、雷擊及強陣風。",
          "大雨特報警戒範圍包括宜蘭縣、台中市、花蓮縣、高雄市、台東縣、屏東縣。\n另外，氣象局下午1時32分也發布即時天氣訊息指出，午後對流雲系發展旺盛，今天宜蘭南澳鄉及花蓮秀林鄉有冰雹發生的機率，請注意瞬間大雨、雷擊及強陣風。"
        ]
      },
      "33": {
        "level": "b",
        "id": 33,
        "t1": "中級公司1中級公司1",
        "t2": "中級公司1中級公司1中級公司1"
      },
      "44": {
        "level": "c",
        "id": 44,
        "t1": "低級公司1低級公司1",
        "t2": "低級公司1低級公司1"
      }
    }
  },
  "CRM": {
    "list": {
      "hi": [
        "鴻海",
        "立德"
      ],
      "me": [
        "中級公司1",
        "中級公司2"
      ],
      "lo": [
        "低級公司1",
        "低級公司2"
      ]
    },
    "profile": {
      "鴻海": {
        "level": "a",
        "name": "鴻海",
        "id": 123,
        "t1": "鴻海鴻海鴻海",
        "t2": "鴻海鴻海鴻海"
      },
      "立德": {
        "level": "a",
        "name": "立德",
        "id": 123,
        "t1": "立德立德立德",
        "t2": "立德立德立德"
      },
      "中級公司1": {
        "level": "b",
        "name": "中級公司1",
        "id": 123,
        "t1": "中級公司1中級公司1",
        "t2": "中級公司1中級公司1中級公司1"
      },
      "低級公司1": {
        "level": "c",
        "name": "低級公司1",
        "id": 123,
        "t1": "低級公司1低級公司1",
        "t2": "低級公司1低級公司1"
      }
    }
  },
  "CARS": {
    "list": {
      "hi": [
        "鴻海",
        "立德"
      ],
      "me": [
        "中級公司1",
        "中級公司2"
      ],
      "lo": [
        "低級公司1",
        "低級公司2"
      ]
    },
    "profile": {
      "鴻海": {
        "level": "a",
        "name": "鴻海",
        "id": 123,
        "t1": "鴻海鴻海鴻海",
        "t2": "鴻海鴻海鴻海"
      },
      "立德": {
        "level": "a",
        "name": "立德",
        "id": 123,
        "t1": "立德立德立德",
        "t2": "立德立德立德"
      },
      "中級公司1": {
        "level": "b",
        "name": "中級公司1",
        "id": 123,
        "t1": "中級公司1中級公司1",
        "t2": "中級公司1中級公司1中級公司1"
      },
      "低級公司1": {
        "level": "c",
        "name": "低級公司1",
        "id": 123,
        "t1": "低級公司1低級公司1",
        "t2": "低級公司1低級公司1"
      }
    }
  }
}
